---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.EnergyAnalysisZone
source: html/b426402a-618f-f618-27d1-a3a24ab873b0.htm
---
# EnergyAnalysisZone Properties

The id of the assembly instance to which the element belongs.